Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: R134a, R407c in accordance with the Kyoto Protocol current North American and European Legislation, and each locations national regulations i.e. No CFC’s and limited use of HCFC’s. The designer shall also investigate and report on the potential use of natural refrigerants such as R744 (CO2) or its blend ECP744.
vi: R134a, R407c in accordance with the Kyoto Protocol current North American and European Legislation, and each locations national regulations i.e. No CFC’s and limited use of HCFC’s. The designer shall also investigate and report on the potential use of natural refrigerants such as R744 (CO2) or its blend ECP744. / Tất cả các hệ thống sẽ vận hành bằng môi chất lạnh không ODP và GWP thấp (ít hơn 100), nhưR123, R410A, R134a, R407c, tuân thủ theo Nghị định thư Kyoto, các quy chế hiện hành của Bắc Mỹ và châu Âu, và quy chế của quốc gia nơi đặt dự án. Vd không CFC và hạn chế sử dụng HCFC. Thiết kế cũng sẽ nghiên cứu và báo cáo về tiềm năng sử dụng môi chất lạnh tự nhiên như R744 (CO2) hoặc hợp chất ECP744 của nó.

source: REAR OF BUILDING
vi: REAR OF BUILDING / Phía sau tòa nhà

source: REFER DETAIL ADJACENT FOR TYPICAL LAYOUT
vi: REFER DETAIL ADJACENT FOR TYPICAL LAYOUT / THAM KHẢO CHI TIẾT BÊN DƯỚI CHO MẶT BẰNG ĐIỂN HÌNH

source: REFER TO IHG
vi: REFER TO IHG / Xem IHG

source: RELIABLE COMMUNICATIOI
vi: Reliable communication systems / Hệ thống liên lạc đảm bảo

source: RELIABLE POWER SUPPLY
vi: Reliable power supply / Nguồn điện đảm bảo

source: Ramps may be used for means of escape for wheelchair users providing they meet the following dimensions
vi: Ramps may be used for means of escape for wheelchair users providing they meet the following dimensions and requirements: / Có thể sử dụng dốc như lối thoát hiểm cho người dùng xe lăn miễn là tuân thủ theo các kích thước và yêu cầu sau:

source: Rate of rise heat detectors with a fixed temperature element must be used in kitchens and car parks.
vi: Rate of rise heat detectors with a fixed temperature element must be used in kitchens and car parks. / Đầu báo nhiệt gia tăng ROR với tính năng định sẵn mức nhiệt cụ thể phải được dùng trong bếp và khu đỗ xe.

source: Re-issue as design guideline
vi: Re-issue as design guideline / Phát hành lại thành Hướng dẫn thiết kế

source: Real-time monitoring of HVAC equipment; reports malfunctioning units.
vi: Real-time monitoring of HVAC equipment; reports malfunctioning units. / Giám sát thiết bị HVAC trong thời gian thực, báo lại các unit hỏng

source: Recent Cost Benefit Analysis for Delhi Project 2 year payback
vi: Recent Cost Benefit Analysis for Delhi Project 2 year payback / Phân tích chi phí-lợi ích cho dự án Delhi, 2 năm

source: Reception
vi: Reception / Lễ tân

source: Reception - General
vi: Reception - General / Lễ tân - Chung

source: Reception - Registration Desk
vi: Reception - Registration Desk / Lễ tân - Bàn đăng ký

source: Reception - Working Areas
vi: Reception - Working Areas / Lễ tân - Khu làm việc

source: Recorded evacuation message in English
vi: Recorded evacuation message in English / Thông báo sơ tán ghi âm bằng tiếng Anh

source: Recorded evacuation message in the local language
vi: Recorded evacuation message in the local language / thông báo được ghi âm sẵn bằng tiếng địa phương

source: Recreation
vi: Recreation Areas / Khu giải trí

source: Recreation Areas
vi: Recreation Areas / Khu giải trí

source: Reduce Light Pollution
vi: Reduce Light Pollution / Giảm ô nhiễm ánh sáng

source: Reduce installation time.
vi: Reduce installation time. / Giảm thời gian lắp đặt

source: Reduce the distribution losses.
vi: Reduce the distribution losses. / Giảm thất thoát trên đường truyền

source: Reduced insulation
vi: Reduced insulation / Giảm bảo ôn

source: Reduced pipe sizes
vi: Reduced pipe sizes / Giảm kích thước ống

source: Reduced pumping -
vi: Reduced pumping - lower running costs / Giảm tải bơm - chi phí vận hành thấp hơn

source: Reduced water storage
vi: Reduced water storage / Giảm lượng nước dự trữ

source: Reduces equipment downtime
vi: Reduces equipment downtime / Giảm thời gian thiết bị không hoạt động

source: Reduces maintenance costs
vi: Reduces maintenance costs / Giảm chi phí bảo trì

source: Redundancy
vi: Redundancy / Dự phòng

source: Refer to LPGA Code of Practice No. 1 Part 4: 1999 or NFPA 58.
vi: Refer to LPGA Code of Practice No. 1 Part 4: 1999 or NFPA 58. / Tham khảo Hướng dẫn của LPGA (Hiệp hội khí gas lỏng) số. 1 phần 4: 1999 hoặc NFPA 58.

source: Refer to an illustration of the expected cooling loads for a hotel guest room - this also provides guidance on wall/window ratios and targets for wall/glass cooling loads
vi: Refer to an illustration of the expected cooling loads for a hotel guest room - this also provides guidance on wall/window ratios and targets for wall/glass cooling loads / Tham khảo hình minh họa tải làm mát dự kiến cho một phòng khách sạn - ảnh cũng cung cấp hướng dẫn về tỉ lệ tường/cửa sổ và mục tiêu tải làm mát cho tường/vách kính

source: Refer to the illustrations.
vi: Refer to the illustrations. / Tham khảo hình minh họa

source: Refer to the typical kitchen ventilation duct arrangement illustration.
vi: Refer to the typical kitchen ventilation duct arrangement illustration. / Tham khảo hình minh họa bố trí đường ống thông gió bếp điển hình

source: Refrigerant Management
vi: Refrigerant Management / Quản lý môi chất lạnh

source: Refrigerant leakage protection shall be incorporated with each VRV design either by the installation of a gas leak detection system or by demonstration of acceptable peak levels in accordance with BS EN 378-1. All pipework joints must be readily accessible for inspection.
vi: Refrigerant leakage protection shall be incorporated with each VRV design either by the installation of a gas leak detection system or by demonstration of acceptable peak levels in accordance with BS EN 378-1. All pipework joints must be readily accessible for inspection. / Cần có biện pháp bảo vệ trong trường hợp rò rỉ môi chất tích hợp vào mỗi thiết kế VRV, hoặc bằng hệ thống phát hiện rò khí ga hoặc chứng minh được mức độ rò rỉ cao nhất chấp nhận được tuân thủ BS EN 378-1. Tất cả mối nối đường ống phải dễ dàng tiếp cận để thẩm tra

source: Refrigeration Cold Rooms
vi: Refrigeration Cold Rooms / Phòng lạnh

source: Refuges - these are places of relative safety where disabled people can await assistance from hotel staff to
vi: Refuges - these are places of relative safety where disabled people can await assistance from hotel staff to assist them in escaping. Refuges must: / Nơi lánh nạn - là vị trí tương đối an toàn mà người khuyết tật có thể chờ hỗ trợ từ nhân viên khách sạn tới hỗ trợ thoát hiểm. Nơi lánh nạn phải:

source: Refuse area
vi: Refuse area / Khu thu gom rác thải

source: Refuse chutes present a fire and health hazard and should not be installed.
vi: Refuse chutes present a fire and health hazard and should not be installed. / Ống thả rác tạo ra nguy cơ gây cháy và nguy hại đối với sức khỏe và không nên lắp đặt

source: Relatively low installation cost
vi: Relatively low installation cost / Phí lắp đặt tương đối thấp

source: Relatively low life cycle costs
vi: Relatively low life cycle costs / Chi phí vòng đời tương đối thấp

source: Relatively short battery life (circa 3 years)
vi: Relatively short battery life (circa 3 years) / Vòng đời pin tương đối ngắn (khoảng 3 năm)

source: Release all fire doors, release controlled access doors
vi: Release all fire doors, release controlled access doors / Nhả tất cả các cửa chống cháy và cửa có kiểm soát ra vào

source: Release the agent into the protected areas
vi: Release the agent into the protected areas / Xả chất chống cháy ra các khu vực được bảo vệ

source: Reliability of Power
vi: Reliability of Power / Độ đảm bảo của nguồn điện

source: Reports rooms that are occupied for extended periods but not rented.
vi: Reports rooms that are occupied for extended periods but not rented. / Báo lại các phòng có người trong thời gian dài nhưng không được cho thuê

source: Required along the horizontal section of ductwork and top of risers.
vi: Required along the horizontal section of ductwork and top of risers. / Yêu cầu bố trí dọc theo các đoạn ống ngang và trên đỉnh trục ống đứng

source: Resistance to corrosion
vi: Resistance to corrosion / Chống ăn mòn

source: Restaurant
vi: Restaurant / Nhà hàng

source: Restaurants
vi: Restaurants / nhà hàng

source: Restaurants/cafeteria
vi: Restaurants/cafeteria / Nhà hàng/căng tin

source: Restrooms
vi: Restrooms / Toilet

source: Retail
vi: Retail / Khu bán lẻ

source: Return elevators to ground floor or other floor If fire onground floor
vi: Gọi thang máy về tầng mặt đất hoặc tầng khác nếu có báo động tại tầng mặt đất

source: Return fire-fighting elevator to ground floor
vi: Gọi hồi thang phòng cháy về tầng mặt đất

source: Rev.
vi: Rev. / Bản

source: Reviewer
vi: Reviewer / Biên tập

source: Revision: 2.1
vi: Revision: 2.1 / Bản 2.1

source: Room Electrical Services Requirements
vi: Room Electrical Services Requirements / Yêu cầu về đường điện trong phòng

source: Room air velocity not to exceed 0.15m/s in the occupied space (to 2m from floor level)
vi: Room air velocity not to exceed 0.15m/s in the occupied space (to 2m from floor level) / Vận tốc gió trong phòng không vượt quá 0.15m/s trong không gian có người (lên tới 2m tính từ mức sàn)

source: Room area (m2)
vi: Room area (m2) / Tổng diện tích trạm kĩ thuật

source: Rooms opening onto the protected corridor must not be high risk such as kitchens or rubbish stores.
vi: Rooms opening onto the protected corridor must not be high risk such as kitchens or rubbish stores / Các phòng mở ra hành lang chống cháy .

source: Russia Armenia Azerbaijan Belarus Estonia Georgia Kazakhstan Kyrgyzstan Latvia Lithuania Moldova Tajikistan Turkmenistan Ukraine Uzbekistan Albania Bosnia- Herzegovina Bulgaria Croatia
vi: Russia Armenia Azerbaijan Belarus Estonia Georgia Kazakhstan Kyrgyzstan Latvia Lithuania Moldova Tajikistan Turkmenistan Ukraine Uzbekistan Albania Bosnia- Herzegovina Bulgaria Croatia / Nga, Armenia Azerbaijan Belarus Estonia Georgia Kazakhstan Kyrgyzstan Latvia Lithuania Moldova Tajikistan Turkmenistan Ukraine Uzbekistan Albania Bosnia- Herzegovina Bulgaria Croatia

source: Russia, CIS, Balkans
vi: Russia, CIS, Balkans / Nga, Cộng đồng các Quốc gia Độc lập, Balkan

source: SAFE AND SECU
vi: Safe and secure / An toàn và bảo đảm

source: SECURITY SYSTEM
vi: Security system / Hệ thống an ninh

source: SEPARATE VARIABLE TEMPERATURE CIRCUIT IS RECURED IF RADIATORS ARE INSTALLED
vi: SEPARATE VARIABLE TEMPERATURE CIRCUIT IS RECURED IF RADIATORS ARE INSTALLED / Cần có đường nước nhiệt độ biến thiên nếu có lắp đặt lò sưởi

source: SIMULTANEOUS HOT WATER & CHILLED WATER PRODUCTION.
vi: SIMULTANEOUS HOT WATER & CHILLED WATER PRODUCTION:;;;Đồng thời sản xuất nước nóng và nước mát

source: SIP - Sub Indicator Panel (also known as Repeater or Sub Alarm Panel)
vi: SIP - Sub Indicator Panel (also known as Repeater or Sub Alarm Panel) / Repeater hay Tủ báo cháy phụ

source: SMOKE DETECTORS IN OPERATION
vi: SMOKE DETECTORS IN OPERATION / ĐẦU BÁO KHÓI VẬN HÀNH

source: SPACE UTILISATION
vi: Space utilisation / Tận dụng không gian

source: SPRINKLER 'WATER VALVE SHUT
vi: SPRINKLER WATER VALVE SHUT / VAN NƯỚC SPRINKLER NGẮT

source: SPRINKLER HEAD
vi: SPRINKLER SPACING NOT TO EXCEED 11.1m2 PER SPRINKLER HEAD / Khoảng cách giữa các sprinkler không vượt quá 11.1m2 mỗi đầu sprinkler

source: SPRINKLER PIPEWORK IN ROOM EMPTY OF WATER
vi: SPRINKLER PIPEWORK IN ROOM EMPTY OF WATER / ĐƯỜNG ỐNG SPRINKLER TRONG PHÒNG KHÔNG CÓ NƯỚC

source: SPRINKLERS ARE NOT REQUIRED IN THE FOLLOWING LOCATIONS:
vi: SPRINKLERS ARE NOT REQUIRED IN THE FOLLOWING LOCATIONS: / KHÔNG YÊU CẦU SPRINKLER TẠI CÁC VỊ TRÍ SAU

source: SPRINKLERS ARE REQUIRED IN THE FOLLOWING LOCATIONS:
vi: SPRINKLERS ARE REQUIRED IN THE FOLLOWING LOCATIONS: / SPRINKLER ĐƯỢC YÊU CẦU Ở CÁC VỊ TRÍ SAU

source: SS (Stainless steel pipe) is used for high pressure systems schedule 40, 80 pipes are suitable for HVAC applications. SS is available in following grades 304, 316.
vi: SS (Stainless steel pipe) is used for high pressure systems schedule 40, 80 pipes are suitable for HVAC applications. SS is available in following grades 304, 316. / Thép không gỉ dùng cho các hệ thống áp lực cao, ống SCH40, 80 phù hợp cho HVAC. Thép không gỉ có loại 304 và 316

source: STAGE FOUR - ACTIVATION OF SPRINKLERS UNDER FIRE CONDITIONS
vi: STAGE FOUR - ACTIVATION OF SPRINKLERS UNDER FIRE CONDITIONS / GIAI ĐOẠN 4 - KÍCH HOẠT SPRINKLER TRONG ĐIỀU KIỆN CÓ HỎA HOẠN

source: STAGE ONE - NORMAL OPERATION - MDNITORING/SENSING
vi: STAGE ONE - NORMAL OPERATION - MONITORING/SENSING / GIAI ĐOẠN 1 - VẬN HÀNH BÌNH THƯỜNG - THEO DÕI/CẢM BIẾN

source: STAGE THREE - ADDITIONAL SMOKE DETECTORS ACTIVATED-
vi: STAGE THREE - ADDITIONAL SMOKE DETECTORS ACTIVATED / GIAI ĐOẠN 3 - CÁC ĐẦU BÁO KHÓI KHÁC KÍCH HOẠT

source: STAGE TWO - ONE SMOKE DETECTOR ACTIVATED
vi: STAGE TWO - ONE SMOKE DETECTOR ACTIVATED / GIAI ĐOẠN 2 - MỘT ĐẦU BÁO KHÓI KÍCH HOẠT

source: SUPPLY AND EXHAUST VENTILATION SYSTEMS
vi: supply and exhaust ventilation systems / các hệ thống cấp và hút khí

source: Same system can provide heating and cooling in adjacent rooms simultaneously
vi: Same system can provide heating and cooling in adjacent rooms simultaneously / Một hệ thống có thể đồng thời sưởi và làm mát các phòng liền kề

source: Saves up to 20% to 40% of electricity consumption.
vi: Saves up to 20% to 40% of electricity consumption. / Tiết kiệm 20-40% điện năng tiêu thụ

source: Schedule of Lighting Levels and Fitting Types
vi: Schedule of Lighting Levels and Fitting Types / Mức chiếu sáng và các loại đèn

source: Second detector operates or manual call point triggered
vi: Second detector operates or manual call point triggered / Đầu báo cháy thứ hai hoặc nút báo cháy khẩn cấp kích hoạt

source: Second device operates (fire detector or manual call point
vi: Thiết bị thứ 2 được kích hoạt (đầu báo hoặc nút báo khẩn cấp)

source: Secondary corridors 1.1m
vi: Secondary corridors 1.1m / hành lang phụ 1.1m

source: Section 2 Property Standards - then reference each individual area
vi: Section 2 Property Standards - then reference each individual area / Mục 2: Tiêu chuẩn cơ sở vật chất - tham khảo từng khu vực cụ thể

source: Section valves
vi: Section valves / Van lựa chọn khu vực

source: Security
vi: Security / An ninh

source: Security System
vi: Security System / Hệ thống an ninh

source: Security office
vi: Security office / Phòng an ninh

source: Security system
vi: Security system / Hệ thống an ninh

source: See the following illustration for a typical 2 port valve system with primary pumping only.
vi: See the following illustration for a typical 2 port valve system with primary pumping only. / Xem hình dưới về hệ van 2 ngả với chỉ bơm chính

source: Select the design maximum & minimum external design temperatures based on weather data for the area and the following:-
vi: Select the design maximum & minimum external design temperatures based on weather data for the area and the following:- / Lựa chọn nhiệt độ bên ngoài tối đa và tối thiểu cho thiết kế dựa trên dữ liệu thời tiết của khu vực và các cơ sở sau:

source: Selected elevator for Fire Fighting were provided
vi: Selected elevator for Fire Fighting were provided / Thang máy cho cứu hỏa

source: Selection of maximum and minimum external design temperatures
vi: Selection of maximum and minimum external design temperatures / Lựa chọn nhiệt độ bên ngoài tối đa và tối thiểu cho thiết kế

source: Selection of maximum and minimum temperatures
vi: Selection of maximum and minimum temperatures / Lựa chọn nhiệt độ tối đa và tối thiểu

source: Self-Contained (minimum 1 hour or 90 minutes for Asia)
vi: Self-Contained (minimum 1 hour or 90 minutes for Asia) / Pin tích hợp (tối thiểu 1h hoặc 90p đối với châu Á)

source: Self-closing and locking fire resisting doors at each level, including the terminus of the chute
vi: Self-closing and locking fire resisting doors at each level, including the terminus of the chute / Cửa chống cháy tự đóng và tự khóa trên mỗi tầng, bao gồm cả cửa cuối ống.

source: Send signal to mobile communication system if provided
vi: Send signal to mobile communication system if provided / Gửi tín hiệu đến hệ thống liên lạc di động nếu có

source: Separate power meter
vi: Separate power meter / Công tơ điện riêng

source: Service Corridors
vi: Service Corridors / Hành lang service

source: Service area
vi: Service area / Khu bảo trì

source: Service lifts (separately metered)
vi: Service lifts (separately metered) / Thang máy phục vụ (đo riêng)

source: Service risers if not fire isolated at each level
vi: Service risers if not fire isolated at each level / Trục ống đứng dịch vụ nếu không được ngăn cháy lan tại mỗi tầng

source: Service rooms
vi: Service rooms / Phòng bảo trì

source: Service to one area pass through other areas
vi: Service to one area pass through other areas / Đường ống phục vụ một khu vực chạy qua một khu vực khác

source: Services generally all accessible in vertical services riser
vi: Services generally all accessible in vertical services riser / Nhìn chung có thể tiếp cận tất cả các dịch vụ bằng trục ống đứng

source: Sewage disposal plant & pumps
vi: Sewage disposal plant & pumps / Máy và bơm xử lý rác thải

source: Sewage pumps
vi: Sewage pumps / Bơm nước thải

source: Shops
vi: Shops / Cửa hàng

source: Shorter services runs - generally approximately half the lengths required for horizontal distribution (actual projects have provided reduction in pipe runs alone from 1km-4km)
vi: Shorter services runs - generally approximately half the lengths required for horizontal distribution (actual projects have provided reduction in pipe runs alone from 1km-4km) / Đường đi ống ngắn hơn - nhìn chung khoảng nửa so với chiều dài cần thiết cho đường ống phân phối theo chiều ngang (Các dự án đã thực hiện cho thấy có thể giảm từ 1km-4km chiều dài đường ống)

source: Shut down the air handlers
vi: Shut down the air handlers / Ngắt AHU

source: Signed
vi: Signed / Đã ký

source: Significant savings can be made on:
vi: Significant savings can be made on: / Có thể tiết kiệm đáng kể ở các mục

source: Signs on walls must be between 1.7m and 2m above the floor
vi: Signs on walls must be between 1.7m and 2m above the floor / Các biển trên tường phải ở cao độ giữa 1.7m và 2m so với sàn.

source: Silence
vi: Silence / Im lặng

source: Similarly, for air handling plant rooms, these should be located adjacent to the space they serve in order to minimize capital costs and ongoing fan power consumed and duct space for distribution.
vi: Similarly, for air handling plant rooms, these should be located adjacent to the space they serve in order to minimize capital costs and ongoing fan power consumed and duct space for distribution. / Tương tự, đối với các phòng máy xử lý không khí, chúng nên được bố trí gần các không gian chúng phục vụ để giảm thiểu chi phí đầu tư và năng lượng để duy trì quạt chạy và không gian cho đường ống

source: Simple water cooled heat pump (heating mode version) arrangement
vi: Simple water cooled heat pump (heating mode version) arrangement / Bố trí bơm nhiệt giải nhiệt nước đơn giản (chế độ làm nóng)

source: Simpler to commission
vi: Simpler to commission / Dễ vận hành hơn

source: Simpler to commission - pressure differences lower
vi: Simpler to commission - pressure differences lower / Dễ vận hành hơn - chênh lệch áp suất ít hơn

source: Simplified maintenance with plant located close together
vi: Simplified maintenance with plant located close together / Bảo trì dễ dàng vì bố trí gần nhau

source: Single- or multiple-station (interconnected) carbon monoxide detectors and alarms must be installed in each of the following locations
vi: Single- or multiple-station (interconnected) carbon monoxide detectors and alarms must be installed in each of the following locations / Đầu báo khí CO đơn hoặc đa trạm và báo động phải được lắp đặt ở mỗi vị trí sau:

source: Sizes available
vi: Sizes available / Kích cỡ có trên thị trường

source: Slave luminaires can be centrally controlled.
vi: Slave luminaires can be centrally controlled. / Đèn chiếu sáng thuộc nhánh con có thể điều khiển từ hệ thống trung tâm

source: Slave luminaires can be sited in hotter or colder environments than self-contained systems.
vi: Slave luminaires can be sited in hotter or colder environments than self-contained systems. / Đèn chiếu sáng thuộc nhánh con có thể được bố trí trong môi trường nóng hoặc lạnh hơn so với các hệ thống độc lập

source: Small enclosures
vi: Small enclosures / Không gian kín nhỏ

source: Smoke Control
vi: Smoke Control / Kiểm soát khói

source: Smoke Control Systems
vi: Smoke Control Systems / Hệ thống kiểm soát khói

source: Smoke and heat control system
vi: Smoke and heat control system / Hệ thống kiểm soát khói và nhiệt

source: Smoke control systems must be provided where these form part of the building life safety strategy and where required by the appropriate codes and standards. In particular the requirements indicated below must be compiled with.
vi: Smoke control systems must be provided where these form part of the building life safety strategy and where required by the appropriate codes and standards. In particular the requirements indicated below must be compiled with. / Hệ thống kiểm soát khói phải được bố trí ở những nơi là một phần của chiến lược PCCC của tòa nhà và ở nơi cần thiết, đáp ứng các tiêu chuẩn và quy tắc phù hợp. Đặc biệt, các yêu cầu dưới đây cần phải tuân thủ

source: Smoke control/staircase pressurization fans
vi: Smoke control/staircase pressurization fans / Kiểm soát khói/quạt tăng áp thang bộ

source: Smoke detection must be installed in all voids in excess of 800mm height unless there is no combustible material (lighting cables may be disregarded) and all detectors in voids or concealed areas must have a remote indicator in a clearly visible location as close to the detector as possible.
vi: Smoke detection must be installed in all voids in excess of 800mm height unless there is no combustible material (lighting cables may be disregarded) and all detectors in voids or concealed areas must have a remote indicator in a clearly visible location as close to the detector as possible. / Đầu báo khói phải được bố trí tại tất cả các không gian trống vượt quá 800mm chiều cao, trừ khi tại đó không có vật liệu có thể cháy (có thể ngoại trừ cáp chiếu sáng) và tất cả đầu báo trong không gian trống hoặc khu vực bị che kín phải có tín hiệu báo hiển thị tại một vị trí có thể nhìn rõ ràng, gần đầu báo nhất có thể

source: Smoke detection must be provided in roof spaces.
vi: Smoke detection must be provided in roof spaces. / Phải có đầu báo khói tại các không gian mái

source: Smoke detection.
vi: Smoke detection. / Báo khói

source: Smoke detector at the top of the chute
vi: Smoke detector at the top of the chute / đầu báo khói trên đỉnh ống

source: Smoke detector operates in guest room
vi: Smoke detector operates in guest room / Đầu báo khói kích hoạt trong phòng khách

source: Smoke detectors in operation
vi: Smoke detectors in operation / đầu báo khói vận hành

source: Smoke detectors must be provided in the supply duct for shut down of associated AHU and annunciation at the Fire Panel.
vi: Smoke detectors must be provided in the supply duct for shut down of associated AHU and annunciation at the Fire Panel. / Phải cung cấp đầu báo khói trong ống cấp khí để ngắt hệ thống AHU liên quan và báo về tủ báo cháy

source: Smoke s co extraction
vi: Smoke & CO extraction / Hút khói và khí CO
